{
    "achivements": [
  
      { "id": 1, "name": "Bearer of Artillery. Gain Vojtek as commander" },
  
      { "id": 2, "name": "Big Entente. As France, complete the Little Entente National Focus, and have all German cores owned by you or someone in your faction."},

      { "id": 3, "name": "Canada First. Join Axis as Canada."},

      { "id": 4, "name": "Destroyer of Worlds- Deploy a nuke."},

      { "id": 5, "name": "Duce Nuked'em. Duce Nuked'em Nuke Los Angeles as fascist Italy."},

      { "id": 6, "name": "Forge of Victory. Have 50 factories as Belgium."},

      { "id": 7, "name": "Friend in Need. Friend in Need Join a faction."},
      
      { "id": 8, "name": "Master of War. Master of War Fully research a land, naval and air doctrine tree."},

      { "id": 9, "name": "Med plutonium... Nuke Denmark as Sweden."},
      
      { "id": 10, "name": "Mine is bigger than yours Lead a faction with at least 20 members."},

      { "id": 9, "name": "New World Order   Make all nations fascist."},
      
      { "id": 10, "name": "No country for old men Reach 0 manpower with Scraping the Barrel as Conscription Law."},

      { "id": 9, "name": "Nobody expects... As Nationalist Spain in Axis manage to take Paris before the Germans."},
      
      { "id": 10, "name": "Northern Light As a Scandinavian country form your own faction, and have Denmark, Sweden, Norway and Finland in it."},

      { "id": 9, "name": "Once More Mate Occupy Gallipoli as Australia."},
      
      { "id": 10, "name": "One Empire Unite the entire world under the British Empire."},

      { "id": 9, "name": "Operation Sea Lion Control British mainland as Germany."},
      
      { "id": 10, "name": "Party like it's 1520 Occupy Stockholm as communist Denmark."},

      { "id": 9, "name": "Poland Can Into Space Has completed the Special Project Rocket Interceptor."},
      
      { "id": 10, "name": "Sunset Invasion Occupy a coastal province in Europe as Mexico, and if in a faction have it contain only South American members or puppets."},

      { "id": 9, "name": "The bell tolls for us Win Spanish Civil War as Republican Spain."},
      
      { "id": 10, "name": "The Revenge of Montezuma Restore the old borders with the USA as Mexico."},

      { "id": 9, "name": "The Revolution Triumphant Have Germany as a puppet of Soviet."},
      
      { "id": 10, "name": "Time is on our side Reach 1948."},

      { "id": 9, "name": "Transport Tycoon  Have at least 1000 convoys."},
      
      { "id": 10, "name": "True Blitzkrieg As Germany have both Poland and France surrender before January 1st 1940."},

      { "id": 9, "name": "United Netherlands Conquer Belgium and Luxembourg as Netherlands."},
      
      { "id": 10, "name": "Vive la France Reach 1948 as France without capitulating or surrendering."},

      { "id": 9, "name": "We'll Build it in a Day Research Construction V."},
      
      { "id": 10, "name": "Wunderwaffen Has completed the Special Projects Nuclear Fission Bomb, Rocket Interceptor and Jet Engines."},

      { "id": 9, "name": "Braaaaains! As Canada, complete the Send in the Zombies focus."},
      
      { "id": 10, "name": "Crusader Kings As South Africa, finish the A King for our People focus and take Jerusalem"},

      { "id": 9, "name": "Crusader Kings 2 As South Africa, finish the Anti-Colonialist Crusade focus, release all European colonies via the focus, and take London."},
      
      { "id": 10, "name": "Cut The Strings Break free from your overlord as a puppet."},

      { "id": 9, "name": "District 9 As South Africa, have 9 civilian factories in Transvaal."},
      
      { "id": 10, "name": "Freegypt As Egypt, go from puppet to a free nation using the autonomy system."},

      { "id": 9, "name": "I Am the Tong Master As South Africa, break free from the UK and puppet another nation."},
      
      { "id": 10, "name": "It's 1812 All Over Again As Canada, take and hold Washington D.C."},

      { "id": 9, "name": "Our Words Are Backed With Nuclear Weapons As India, develop and deploy a nuke. You must have the Quit India Movement national spirit."},
      
      { "id": 10, "name": "Rule Britannia As any British Subject state, conquer all of Britain."},

      { "id": 9, "name": "The Empire Strikes Back As Britain, declare war on one of your former subjects."},
      
      { "id": 10, "name": "The Puppetmaster Have at least 51 subjects."},

      { "id": 9, "name": "The weapons of the Third Emu War As Australia, use a nuclear bomb on core Australian territory."},
      
      { "id": 10, "name": "Better than the Szent István As Hungary, have Miklos Horthy as a Naval commander and build a battleship."},

      { "id": 9, "name": "Czechmate As Czechoslovakia, occupy Canberra while at war with the Allies."},
      
      { "id": 10, "name": "Death or Dishonor or Cake As Romania, own a slice of all your starting neighbors"},

      { "id": 9, "name": "En Svensk Tiger As Sweden, acquire a production license for a Tiger or Tiger II tank from Germany."},
      
      { "id": 10, "name": "Huge-oslavia As Yugoslavia, occupy all your neighbouring countries (Austria, Hungary, Romania, Bulgaria, Albania, Italy and Greece)."},

      { "id": 9, "name": "Lethal Straight Have a production license from at least 5 of the 7 major powers."},
      
      { "id": 10, "name": "Miklos Horthy and the Habsburg Prince As Hungary, Restore Austria-Hungary."},

      { "id": 9, "name": "Neither Death nor Dishonor As Romania, make it to 1942 with all the states you started it with and control either Moscow or Berlin."},
      
      { "id": 10, "name": "The Balkan Powder Keg As Yugoslavia, start the Second World War (i.e. be part of either the Axis or the Allies and at war with the other faction in a war you started)."},

      { "id": 9, "name": "The Munich Disagreement As Czechoslovakia, occupy Munich while at war with Germany."},
      
      { "id": 10, "name": "Australia-Hungary As Australia, own all core territory of Hungary."},

      { "id": 9, "name": "Awake and Angry As China, reconquer all of China and Manchuria and force a Japanese surrender."},
      
      { "id": 10, "name": "Battlecry As a warlord, conquer all of China and Japan."},

      { "id": 9, "name": "Hail to the Qing As Manchukuo, restore the Qing dynasty."},
      
      { "id": 10, "name": "I Swear I'm Not a Byzantophile As Greece, Form Byzantine Empire."},

      { "id": 9, "name": "Made in China As Communist China, have over 100 military factories."},
      
      { "id": 10, "name": "Make a Man Out Of You As a Warlord, have at least 1,000,000 manpower queued up for deployment."},

      { "id": 9, "name": "Monarchy is Back in Fashion As Germany, Bring back the Kaiser and ensure that Italy is controlled by Victor Emmanuel by killing Mussolini."},
      
      { "id": 10, "name": "My Ships Don't Lie   As Colombia, form Gran Colombia and have 10 Carriers and 10 Battleships."},

      { "id": 9, "name": "Our Other Place in the Sun As Imperial Germany, conquer a Caribbean island."},
      
      { "id": 10, "name": "Panda-monium As a warlord, be at war with all Chinese nations simultaneously."},

      { "id": 9, "name": "Romance of the Three Kingdoms As China, puppet and then annex Yunnan and Guangxi Clique."},
      
      { "id": 10, "name": "Sun Tzu Reborn As Any Chinese Nation, Have a level 9 field marshal."},

      { "id": 9, "name": "Sunrise Invasion As Japan, conquer Mexico then Europe before 1945."},
      
      { "id": 10, "name": "The Dragon Swallowed the Sun As Manchukuo, Break free from Japan and annex your former Overlord without being in a faction."},

      { "id": 9, "name": "The Good, the Bad and the Weird As Manchukuo, have max level infrastructure in every owned state and generate at least 15 units of oil."},
      
      { "id": 10, "name": "The People Have Stood Up! With Mao as your leader, win the Chinese Civil War."},

      { "id": 9, "name": "Tojo Shot First As Japan, Nuke a core territory of the US before the US develops nuclear weapons."},
      
      { "id": 10, "name": "Arsenal of Democracy As the U.S.A., have more than 300 military factories."},

      { "id": 9, "name": "Assuming Direct Control Starting as a minor power, assume faction leadership of the Allies, the Axis, or the Comintern."},
      
      { "id": 10, "name": "Bevrijding As the Netherlands, liberate the continental Netherlands after relocating the government to the East Indies."},

      { "id": 9, "name": "Britzkrieg As the United Kingdom, put Edward VIII in power, ally Germany and fully control Paris."},
      
      { "id": 10, "name": "Crush the Dream As a Communist United Kingdom, crush the American Dream by puppeting the U.S.A."},

      { "id": 9, "name": "Do You Mined? Lay at least 1,000 mines on the coastline of an enemy nation."},
      
      { "id": 10, "name": "Georgia On My Mind As the U.S.A., own and fully control all three Georgias."},

      { "id": 9, "name": "History Repeated Itself As the U.S.A., Win against the Confederate States. Again."},
      
      { "id": 10, "name": "Last for a Thousand Years As the United Kingdom, accomplish the federation of the entire British Empire."},

      { "id": 9, "name": "Mi Casa es tu Casa As Mexico, host a government-in-exile."},
      
      { "id": 10, "name": "Nothing Wrong with our Bloody Ships As the United Kingdom, have at least 9 battlecruisers."},

      { "id": 9, "name": "Pride and Extreme Prejudice Sink the British Pride of the Fleet."},
      
      { "id": 10, "name": "Putting the Raid on the Medway to Shame As the Netherlands, ensure the United Kingdom has no capital ships (carriers, battleships, battlecruisers, or heavy cruisers)."},

      { "id": 9, "name": "Team America As the U.S.A., drop a nuclear bomb on Paris"},
      
      { "id": 10, "name": "The New Home of the Revolution As Mexico, put Trotsky in power and puppet the Soviet Union"},

      { "id": 9, "name": "To Arms in Dixie! As the U.S.A., start a new civil war as the South."},
      
      { "id": 10, "name": "Treading the Narrow Path As the Netherlands, do not cave to the Germans, continue the Zuiderzee works, and do not lose control of any of your continental European states until 1945."},

      { "id": 9, "name": "Underpaid, Undersexed, and Under Eisenhower As the U.S.A., assume faction leadership of the Allies, and have over 50 expeditionary divisions from the United Kingdom."},
      
      { "id": 10, "name": "Vive la Jeune Ecole As France, have at least 150 Destroyers and research the maximum torpedo launcher technology, before 1945."},

      { "id": 9, "name": "William Wallis As the United Kingdom, put Edward VIII in power, enforce an American monarchy, and have both it and Scotland as subjects."},
      
      { "id": 10, "name": "30 Minutes of Hel As Poland in the 1939 “Blitzkrieg” scenario start, inflict over 1,800,000 casualties to Germany to beat the 2018 PDXCON HOI4 challenge. Extra bragging rights if you do it in 30 minutes or less!"},

      { "id": 9, "name": "BFFs icon BFFs As Portugal, join the same faction as Great Britain."},
      
      { "id": 10, "name": "Die, Perfidious Albion! As Fascist France or Vichy France, occupy all of Great Britain."},

      { "id": 9, "name": "Don't Die for Your Country As Germany in a 1939 start, occupy all of Poland and France without taking more than 475 casualties."},
      
      { "id": 10, "name": "Go Ahead, Macau My Day As Portugal, create a collaboration government in Macau and have it own all Chinese state"},

      { "id": 9, "name": "I SEE EVERYTHING Get over 90% intel in each category on a major without using code cracking."},
      
      { "id": 10, "name": "Listen Very Carefully, I Shall Say This... Have a French and British spy work together on the same Operation."},

      { "id": 9, "name": "Man of a Thousand Faces, Every One the Same Have the same spy get captured twice."},
      
      { "id": 10, "name": "One King, Two Crowns As Bourbon Spain, hold all Spanish and French core states."},

      { "id": 9, "name": "Our Chief Weapon is Surprise... As Spain, have at least 5 spies and stage 5 coups against other nations."},
      
      { "id": 10, "name": "Play It, Sam Have a spy network of at least 50% strength in Casablanca."},

      { "id": 9, "name": "Second Time's the Charm As France, occupy Moscow while Napoleon VI is your country leader."},
      
      { "id": 10, "name": "Shaken, Not Stirred  Successfully stage a coup in any nation using a spy with the Seducer trait."},

      { "id": 9, "name": "Spies Trade As India, become the spymaster for the Allies"},
      
      { "id": 10, "name": "Tour de France Occupy all of mainland France while having at least 20 fully equipped Bicycle regiments."},

      { "id": 9, "name": "Turing Complete! Fully decrypt all nations in the Axis."},
      
      { "id": 10, "name": "Warszawo, Walcz! Stage the Warsaw uprising and succeed."},

      { "id": 9, "name": "We Will Rock You As Spain, own Gibraltar."},
      
      { "id": 10, "name": "Well, I Didn't Vote for You Win the Spanish Civil War as the Anarchists."},

      { "id": 9, "name": "Why Die For Danzig? As Germany, turn France fascist and occupy Danzig without going to war with France."},
      
      { "id": 10, "name": "You Will Never Kill Me Alive Have one of your spies take a Suicide Pill."},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name":""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name":""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name":""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""},

      { "id": 9, "name": ""},
      
      { "id": 10, "name": ""}
    ]
}