{
    "achivements": [
  
      { "id": 1, "name": "Bearer of Artillery. Gain Vojtek as commander" },
  
      { "id": 2, "name": "Big Entente. As France, complete the Little Entente National Focus, and have all German cores owned by you or someone in your faction."},

      { "id": 3, "name": "Canada First. Join Axis as Canada."},

      { "id": 4, "name": "Destroyer of Worlds- Deploy a nuke."},

      { "id": 5, "name": "Duce Nuked'em. Duce Nuked'em Nuke Los Angeles as fascist Italy."},

      { "id": 6, "name": "Forge of Victory. Have 50 factories as Belgium."},

      { "id": 7, "name": "Friend in Need. Friend in Need Join a faction."},
      
      { "id": 8, "name": "Master of War. Master of War Fully research a land, naval and air doctrine tree."},

      { "id": 9, "name": "Med plutonium... Nuke Denmark as Sweden."},
      
      { "id": 10, "name": "Mine is bigger than yours Lead a faction with at least 20 members."},

      { "id": 9, "name": "New World Order   Make all nations fascist."},
      
      { "id": 10, "name": "No country for old men Reach 0 manpower with Scraping the Barrel as Conscription Law."},

      { "id": 9, "name": "Nobody expects... As Nationalist Spain in Axis manage to take Paris before the Germans."},
      
      { "id": 10, "name": "Northern Light As a Scandinavian country form your own faction, and have Denmark, Sweden, Norway and Finland in it."},

      { "id": 9, "name": "Once More Mate Occupy Gallipoli as Australia."},
      
      { "id": 10, "name": "One Empire Unite the entire world under the British Empire."},

      { "id": 9, "name": "Operation Sea Lion Control British mainland as Germany."},
      
      { "id": 10, "name": "Party like it's 1520 Occupy Stockholm as communist Denmark."},

      { "id": 9, "name": "Poland Can Into Space Has completed the Special Project Rocket Interceptor."},
      
      { "id": 10, "name": "Sunset Invasion Occupy a coastal province in Europe as Mexico, and if in a faction have it contain only South American members or puppets."},

      { "id": 9, "name": "The bell tolls for us Win Spanish Civil War as Republican Spain."},
      
      { "id": 10, "name": "The Revenge of Montezuma Restore the old borders with the USA as Mexico."},

      { "id": 9, "name": "The Revolution Triumphant Have Germany as a puppet of Soviet."},
      
      { "id": 10, "name": "Time is on our side Reach 1948."},

      { "id": 9, "name": "Transport Tycoon  Have at least 1000 convoys."},
      
      { "id": 10, "name": "True Blitzkrieg As Germany have both Poland and France surrender before January 1st 1940."},

      { "id": 9, "name": "United Netherlands Conquer Belgium and Luxembourg as Netherlands."},
      
      { "id": 10, "name": "Vive la France Reach 1948 as France without capitulating or surrendering."},

      { "id": 9, "name": "We'll Build it in a Day Research Construction V."},
      
      { "id": 10, "name": "Wunderwaffen Has completed the Special Projects Nuclear Fission Bomb, Rocket Interceptor and Jet Engines."},

      { "id": 9, "name": "Braaaaains! As Canada, complete the Send in the Zombies focus."},
      
      { "id": 10, "name": "Crusader Kings As South Africa, finish the A King for our People focus and take Jerusalem"},

      { "id": 9, "name": "Crusader Kings 2 As South Africa, finish the Anti-Colonialist Crusade focus, release all European colonies via the focus, and take London."},
      
      { "id": 10, "name": "Cut The Strings Break free from your overlord as a puppet."},

      { "id": 9, "name": "District 9 As South Africa, have 9 civilian factories in Transvaal."},
      
      { "id": 10, "name": "Freegypt As Egypt, go from puppet to a free nation using the autonomy system."},

      { "id": 9, "name": "I Am the Tong Master As South Africa, break free from the UK and puppet another nation."},
      
      { "id": 10, "name": "It's 1812 All Over Again As Canada, take and hold Washington D.C."},

      { "id": 9, "name": "Our Words Are Backed With Nuclear Weapons As India, develop and deploy a nuke. You must have the Quit India Movement national spirit."},
      
      { "id": 10, "name": "Rule Britannia As any British Subject state, conquer all of Britain."},

      { "id": 9, "name": "The Empire Strikes Back As Britain, declare war on one of your former subjects."},
      
      { "id": 10, "name": "The Puppetmaster Have at least 51 subjects."},

      { "id": 9, "name": "The weapons of the Third Emu War As Australia, use a nuclear bomb on core Australian territory."},
      
      { "id": 10, "name": "Better than the Szent István As Hungary, have Miklos Horthy as a Naval commander and build a battleship."},

      { "id": 9, "name": "Czechmate As Czechoslovakia, occupy Canberra while at war with the Allies."},
      
      { "id": 10, "name": "Death or Dishonor or Cake As Romania, own a slice of all your starting neighbors"},

      { "id": 9, "name": "En Svensk Tiger As Sweden, acquire a production license for a Tiger or Tiger II tank from Germany."},
      
      { "id": 10, "name": "Huge-oslavia As Yugoslavia, occupy all your neighbouring countries (Austria, Hungary, Romania, Bulgaria, Albania, Italy and Greece)."},

      { "id": 9, "name": "Lethal Straight Have a production license from at least 5 of the 7 major powers."},
      
      { "id": 10, "name": "Miklos Horthy and the Habsburg Prince As Hungary, Restore Austria-Hungary."},

      { "id": 9, "name": "Neither Death nor Dishonor As Romania, make it to 1942 with all the states you started it with and control either Moscow or Berlin."},
      
      { "id": 10, "name": "The Balkan Powder Keg As Yugoslavia, start the Second World War (i.e. be part of either the Axis or the Allies and at war with the other faction in a war you started)."},

      { "id": 9, "name": "The Munich Disagreement As Czechoslovakia, occupy Munich while at war with Germany."},
      
      { "id": 10, "name": "Australia-Hungary As Australia, own all core territory of Hungary."},

      { "id": 9, "name": "Awake and Angry As China, reconquer all of China and Manchuria and force a Japanese surrender."},
      
      { "id": 10, "name": "Battlecry As a warlord, conquer all of China and Japan."},

      { "id": 9, "name": "Hail to the Qing As Manchukuo, restore the Qing dynasty."},
      
      { "id": 10, "name": "I Swear I'm Not a Byzantophile As Greece, Form Byzantine Empire."},

      { "id": 9, "name": "Made in China As Communist China, have over 100 military factories."},
      
      { "id": 10, "name": "Make a Man Out Of You As a Warlord, have at least 1,000,000 manpower queued up for deployment."},

      { "id": 9, "name": "Monarchy is Back in Fashion As Germany, Bring back the Kaiser and ensure that Italy is controlled by Victor Emmanuel by killing Mussolini."},
      
      { "id": 10, "name": "My Ships Don't Lie   As Colombia, form Gran Colombia and have 10 Carriers and 10 Battleships."},

      { "id": 9, "name": "Our Other Place in the Sun As Imperial Germany, conquer a Caribbean island."},
      
      { "id": 10, "name": "Panda-monium As a warlord, be at war with all Chinese nations simultaneously."},

      { "id": 9, "name": "Romance of the Three Kingdoms As China, puppet and then annex Yunnan and Guangxi Clique."},
      
      { "id": 10, "name": "Sun Tzu Reborn As Any Chinese Nation, Have a level 9 field marshal."},

      { "id": 9, "name": "Sunrise Invasion As Japan, conquer Mexico then Europe before 1945."},
      
      { "id": 10, "name": "The Dragon Swallowed the Sun As Manchukuo, Break free from Japan and annex your former Overlord without being in a faction."},

      { "id": 9, "name": "The Good, the Bad and the Weird As Manchukuo, have max level infrastructure in every owned state and generate at least 15 units of oil."},
      
      { "id": 10, "name": "The People Have Stood Up! With Mao as your leader, win the Chinese Civil War."},

      { "id": 9, "name": "Tojo Shot First As Japan, Nuke a core territory of the US before the US develops nuclear weapons."},
      
      { "id": 10, "name": "Arsenal of Democracy As the U.S.A., have more than 300 military factories."},

      { "id": 9, "name": "Assuming Direct Control Starting as a minor power, assume faction leadership of the Allies, the Axis, or the Comintern."},
      
      { "id": 10, "name": "Bevrijding As the Netherlands, liberate the continental Netherlands after relocating the government to the East Indies."},

      { "id": 9, "name": "Britzkrieg As the United Kingdom, put Edward VIII in power, ally Germany and fully control Paris."},
      
      { "id": 10, "name": "Crush the Dream As a Communist United Kingdom, crush the American Dream by puppeting the U.S.A."},

      { "id": 9, "name": "Do You Mined? Lay at least 1,000 mines on the coastline of an enemy nation."},
      
      { "id": 10, "name": "Georgia On My Mind As the U.S.A., own and fully control all three Georgias."},

      { "id": 9, "name": "History Repeated Itself As the U.S.A., Win against the Confederate States. Again."},
      
      { "id": 10, "name": "Last for a Thousand Years As the United Kingdom, accomplish the federation of the entire British Empire."},

      { "id": 9, "name": "Mi Casa es tu Casa As Mexico, host a government-in-exile."},
      
      { "id": 10, "name": "Nothing Wrong with our Bloody Ships As the United Kingdom, have at least 9 battlecruisers."},

      { "id": 9, "name": "Pride and Extreme Prejudice Sink the British Pride of the Fleet."},
      
      { "id": 10, "name": "Putting the Raid on the Medway to Shame As the Netherlands, ensure the United Kingdom has no capital ships (carriers, battleships, battlecruisers, or heavy cruisers)."},

      { "id": 9, "name": "Team America As the U.S.A., drop a nuclear bomb on Paris"},
      
      { "id": 10, "name": "The New Home of the Revolution As Mexico, put Trotsky in power and puppet the Soviet Union"},

      { "id": 9, "name": "To Arms in Dixie! As the U.S.A., start a new civil war as the South."},
      
      { "id": 10, "name": "Treading the Narrow Path As the Netherlands, do not cave to the Germans, continue the Zuiderzee works, and do not lose control of any of your continental European states until 1945."},

      { "id": 9, "name": "Underpaid, Undersexed, and Under Eisenhower As the U.S.A., assume faction leadership of the Allies, and have over 50 expeditionary divisions from the United Kingdom."},
      
      { "id": 10, "name": "Vive la Jeune Ecole As France, have at least 150 Destroyers and research the maximum torpedo launcher technology, before 1945."},

      { "id": 9, "name": "William Wallis As the United Kingdom, put Edward VIII in power, enforce an American monarchy, and have both it and Scotland as subjects."},
      
      { "id": 10, "name": "30 Minutes of Hel As Poland in the 1939 “Blitzkrieg” scenario start, inflict over 1,800,000 casualties to Germany to beat the 2018 PDXCON HOI4 challenge. Extra bragging rights if you do it in 30 minutes or less!"},

      { "id": 9, "name": "BFFs icon BFFs As Portugal, join the same faction as Great Britain."},
      
      { "id": 10, "name": "Die, Perfidious Albion! As Fascist France or Vichy France, occupy all of Great Britain."},

      { "id": 9, "name": "Don't Die for Your Country As Germany in a 1939 start, occupy all of Poland and France without taking more than 475 casualties."},
      
      { "id": 10, "name": "Go Ahead, Macau My Day As Portugal, create a collaboration government in Macau and have it own all Chinese state"},

      { "id": 9, "name": "I SEE EVERYTHING Get over 90% intel in each category on a major without using code cracking."},
      
      { "id": 10, "name": "Listen Very Carefully, I Shall Say This... Have a French and British spy work together on the same Operation."},

      { "id": 9, "name": "Man of a Thousand Faces, Every One the Same Have the same spy get captured twice."},
      
      { "id": 10, "name": "One King, Two Crowns As Bourbon Spain, hold all Spanish and French core states."},

      { "id": 9, "name": "Our Chief Weapon is Surprise... As Spain, have at least 5 spies and stage 5 coups against other nations."},
      
      { "id": 10, "name": "Play It, Sam Have a spy network of at least 50% strength in Casablanca."},

      { "id": 9, "name": "Second Time's the Charm As France, occupy Moscow while Napoleon VI is your country leader."},
      
      { "id": 10, "name": "Shaken, Not Stirred  Successfully stage a coup in any nation using a spy with the Seducer trait."},

      { "id": 9, "name": "Spies Trade As India, become the spymaster for the Allies"},
      
      { "id": 10, "name": "Tour de France Occupy all of mainland France while having at least 20 fully equipped Bicycle regiments."},

      { "id": 9, "name": "Turing Complete! Fully decrypt all nations in the Axis."},
      
      { "id": 10, "name": "Warszawo, Walcz! Stage the Warsaw uprising and succeed."},

      { "id": 9, "name": "We Will Rock You As Spain, own Gibraltar."},
      
      { "id": 10, "name": "Well, I Didn't Vote for You Win the Spanish Civil War as the Anarchists."},

      { "id": 9, "name": "Why Die For Danzig? As Germany, turn France fascist and occupy Danzig without going to war with France."},
      
      { "id": 10, "name": "You Will Never Kill Me Alive Have one of your spies take a Suicide Pill."},

      { "id": 9, "name": "Bad Romeance Restore Byzantium and have Italy, Romania, and Russia as subjects."},
      
      { "id": 10, "name": "Balkan Problem Solved As Communist Bulgaria, form the United Balkan Federation and own all Balkan states as cores."},

      { "id": 9, "name": "Dracula's Revenge As Yugoslavia, establish the autonomous region of Transylvania and have it own all Romanian cores."},
      
      { "id": 10, "name": "Finnish Him! As Finland, defeat the Soviet Union without joining a faction."},

      { "id": 9, "name": "Freedom or Death As Greece, liberate Albania while being at war with Italy."},
      
      { "id": 10, "name": "Hardly Anything Sèvres As the Ottoman Empire, hold the capitals of France, the United Kingdom, Italy, and Japan."},

      { "id": 9, "name": "Hellenic Civility Win the Greek Civil War before 1937."},
      
      { "id": 10, "name": "Hoofin' It Unite Arabia with thirty camelry divisions."},

      { "id": 9, "name": "House of Kurds As Kurdistan, hold all of your cores."},
      
      { "id": 10, "name": "I Captured the Bosporus and All I Got Was This Lousy Achievement As Greece or Bulgaria, own both sides of the Bosporus. As Turkey, subjugate both Greece & Bulgaria."},

      { "id": 9, "name": "Istanbul is Constantinople. Again. As Greece, capture Istanbul and rename it to Constantinople."},
      
      { "id": 10, "name": "Master Puppeteer As Bulgaria, complete the focus The Fate of the Balkans while having 5 or more Balkan puppets."},

      { "id": 9, "name": "Nobody's Business but the Turks Restore the Ottoman Sultanate."},
      
      { "id": 10, "name": "Now This is Getting Childish As Yugoslavia or Bulgaria, be at war while both countries are ruled by a child."},

      { "id": 9, "name": "One Nation Under Atatürk, Indivisible As non-aligned Turkey, have zero negative state modifiers."},
      
      { "id": 10, "name": "Peter's Pride As Peter II of Yugoslavia, overthrow your uncle and become King."},

      { "id": 9, "name": "Prussia of the Balkans As Bulgaria capitulate Turkey while also controlling the rest of the Balkans, including Greece."},
      
      { "id": 10, "name": "This is Madness! As Greece, fulfil the Megali Idea and then form Greater Greece."},

      { "id": 9, "name": "Totally Not Cool, Bromania As Romania, change sides in the war and capitulate a former ally."},
      
      { "id": 10, "name": "We're Putting the Band Back Together As Turkey, be in a faction with Germany and Austria-Hungary."},

      { "id": 9, "name": "Around Eurasia in 80 days     Make a railroad from Gibraltar to Singapore."},
      
      { "id": 10, "name": "At least they run on time! As fascist Italy, have max level railways in all your core states"},

      { "id": 9, "name": "Crusader Kings III As Poland, crown a King (or Queen) and capture Jerusalem."},
      
      { "id": 10, "name": "Esti is Scandi As Estonia Secure Scandinavia."},

      { "id": 9, "name": "Habsburgs. Habsburgs everywhere As Poland, install a Habsburg monarch and be in a faction with another Habsburg monarch."},
      
      { "id": 10, "name": "It has my name on it As any Baltic State, conquer the entire shoreline of the Baltic Sea."},

      { "id": 9, "name": "Just proper gander As the Soviet Union, activate 30 propaganda campaigns before 1945."},
      
      { "id": 10, "name": "No more Partitions As Poland, be independent and ensure that both Germany and the USSR are either in your faction or don’t exist."},

      { "id": 9, "name": "Not a step back! As the Soviet Union never lose 1 core territory to anyone before 1945."},
      
      { "id": 10, "name": "Not much fun in Stalingrad As Germany, capitulate the Soviet Union without taking Stalingrad."},

      { "id": 9, "name": "One Step Forward As Soviet Union declare a war on Poland and Germany before Germany attacks Poland."},
      
      { "id": 10, "name": "Poland Peasant Revolution As Poland, have the Peasant's Strike overthrow the government."},

      { "id": 9, "name": "Race for Germany As the Soviet union, capitulate Germany after the fall of France before the Allies control one German core state."},
      
      { "id": 10, "name": "Siberian Tiger As Tannu Tuva, form Siberia."},

      { "id": 9, "name": "The Pope? How many Divisions does he have? As the USSR take Rome."},
      
      { "id": 10, "name": "The Romanovs laugh last Restore the Romanovs to the throne and conquer Germany, Hungary, Austria, Czechoslovakia, Turkey, and Bulgaria."},

      { "id": 9, "name": "The Soviet Onion As the Soviet Union, have only puppets as neighbors."},
      
      { "id": 10, "name": "This Achievement is Cheesy As Latvia, form Ostland and occupy Vasterbotten."},

      { "id": 9, "name": "This is going to be LIT As Lithuania, hold the capitals of all of your neighbours."},
      
      { "id": 10, "name": "We don't really like statistics As the Soviet Union under Stalin, conquer Germany while suffering less than 1 million casualties total."},

      { "id": 9, "name": "…and you get a canton, everybody gets a canton! As Switzerland, have 24 states"},
      
      { "id": 10, "name": "By Beer Alone As Germany, control Budweis, Tsingtao, and Guinness directly or through a faction member"},

      { "id": 9, "name": "By merit alone Promote a Unit Commander to a general, and reach max level"},
      
      { "id": 10, "name": "Collect all the Romes As Italy, continue holding onto the First Rome, and gain the second and third Rome"},

      { "id": 9, "name": "Crusader Kings IV Take Jerusalem as Ethiopia and move the capital there"},
      
      { "id": 10, "name": "Holy, Roman, and an Empire As the Pope, restore Rome."},

      { "id": 9, "name": "I'm not locked in here with you… As Switzerland, declare war on Germany and win."},
      
      { "id": 10, "name": "Not today As communist Italy, save Gramsci from the brink of death, make him the leader of Italy and form the Italian National Union."},

      { "id": 9, "name": "Nothing personal, Adolf As Italy, take Austria before the Anschluss and never enter a faction with a fascist Germany"},
      
      { "id": 10, "name": "Pizza Time! As Italy, occupy New York, Chicago and Hawaii"},

      { "id": 9, "name": "Snakes on a plane As Brazil, capture Rome with paratroopers"},
      
      { "id": 10, "name": "Stalin, how many guns does he have? As the pope, capitulate the USSR"},

      { "id": 9, "name": "Swiss Cheese As Switzerland annex 5 states that are not contiguous with each other or Switzerland."},
      
      { "id": 10, "name": "The Lion King As Haile Selassie, declare yourself “King of Kings” and control Kenya and Tanzania."},

      { "id": 9, "name": "The Lion that Roared As Ethiopia, without being in a faction, force the Italians to make peace. Again."},
      
      { "id": 10, "name": "The Red Sea As Ethiopia, go communist and take all the states that border the Red Sea"},

      { "id": 9, "name": "This time for Africa As Ethiopia, found the African Union and have it encompass at least 13 different countries with capitals in Africa."},
      
      { "id": 10, "name": "This time it will stick As any Allied Nation (in faction with a democratic Britain), enforce a peace deal on Germany that disarms the Rhineland and makes it a demilitarized zone."},

      { "id": 9, "name": "You Shall Not Pass As Switzerland win a defensive or offensive war without ever losing Western Swiss Alps, Eastern Swiss Alps or Ticino"},
      
      { "id": 10, "name": "Brexit As communist Iceland, make Wales, Scotland and Northern Ireland rise up against the United Kingdom"},

      { "id": 9, "name": "Caramelldansen As Sweden puppet Japan"},
      
      { "id": 10, "name": "Cheese your fighter. As Norway, with Peder Jarlsberg as country leader, own Telemark, Glouchestershire, Normandy, Lombardia and Holland."},

      { "id": 9, "name": "Cod wars As Iceland capitulate the UK"},
      
      { "id": 10, "name": "Danzig queen As Sweden, own and control Danzig"},

      { "id": 9, "name": "Everything is awesome. As Denmark, get Maximum Welfare Spending after January 1st 1941 without being puppeted or capitulating."},
      
      { "id": 10, "name": "Lone Wolf As Finland, form Greater Finland and own every core and claim without having ever joined a faction"},

      { "id": 9, "name": "Med plutonium 2 As Denmark nuke Sweden."},
      
      { "id": 10, "name": "Norway Jose As Norway, own and control every Mexican core"},

      { "id": 9, "name": "No one crosses the finnish line As non-aligned Finland, survive the Soviet Union until September 19th 1944 without losing control of a single core ever."},
      
      { "id": 10, "name": "Pinot Noirway As Norway, own and control the state of Bourgogne."},

      { "id": 9, "name": "Sapmi united by the fire As Sami, own and control every Sami core."},
      
      { "id": 10, "name": "Satisfactory Have at least one MIO per category at level 10+"},

      { "id": 9, "name": "The Danelaw As Denmark, conquer England"},
      
      { "id": 10, "name": "The Magic School Bus With the Per Albin Bus, drive to Cape Town."},

      { "id": 9, "name": "The return of the king As the exiled King of Gotland, retake mainland Sweden"},
      
      { "id": 10, "name": "Two Arms Against Tyranny. As Finland, capitulate the Soviet Union while having a 2 country faction with another Nordic"},

      { "id": 9, "name": "Uralic brothers united As Finland, have Hungary, Estonia, Sapmi, Karelia, Mari El, Udmurtia, Komi, Ostyak-Vogulia, Yamalia and Nenetsia as subjects"},
      
      { "id": 10, "name": "Vinland As Iceland, conquer Newfoundland"},

      { "id": 9, "name": "A Land of Fire Tierra del Fuego means 'The Land of Fire' "},
      
      { "id": 10, "name": "America Decolonized! As Mapuche Chile liberate all native people in North and South America"},

      { "id": 9, "name": "And the snake smoked As Brazil, in the allies, capitulate Germany while controlling Berlin."},
      
      { "id": 10, "name": "Bad Ending - The whole world is now Brazil Control every state in the world"},

      { "id": 9, "name": "Chilean Empire Control all mainland states that border the pacific in South America, North America and Asia"},
      
      { "id": 10, "name": "Cispaltine War 2, Electric Boogaloo As Either Brazil or Argentina, be in a faction with Uruguay while at war with Brazil/Argentina"},

      { "id": 9, "name": "Hispanics of the world, unite! As Chile, form the Hispanic Alliance and have at least 8 'Hispanic' nations in your faction"},
      
      { "id": 10, "name": "I'm Home! As Brazil occupy every core of Portugal"},

      { "id": 9, "name": "Islas Malvinas As Argentina, hold the Falkland Islands and South Georgia for 73 days consecutively"},
      
      { "id": 10, "name": "King of What? Have Jaque Antoine Bernard as King of Chile and control Paris"},

      { "id": 9, "name": "Lamento Boliviano As Argentina, own all of Latin America except Bolivia"},
      
      { "id": 10, "name": "Proactive Defense As any communist South or central American country, occupy Washington D.C."},

      { "id": 9, "name": "Reconquistadors As Argentina or Chile, have a Conquistadors national spirit active while holding all Spanish Cores"},
      
      { "id": 10, "name": "Red Hot Chile Peppers As Communist Chile, control California"},

      { "id": 9, "name": "Revenge for the triple alliance As Paraguay, declare war on Argentina, Brazil and Uruguay within the same month"},
      
      { "id": 10, "name": "Rumble in the Jungle Own all Amazon states as any South American nation."},

      { "id": 9, "name": "Somehow He Has Returned As Argentina, have Señor Hilter become country leader"},
      
      { "id": 10, "name": "The Dragon Rises As 'Welsh Argentina', control Wales"},

      { "id": 9, "name": "The Merry Band As communist brazil ruled by Lampião, occupy Nottingham"},
      
      { "id": 10, "name": "True Condor Legion   As CHL, BOL, PRU, ECU, VEN, COL - Sent volunteers to Germany"},

      { "id": 9, "name": "URSAL Be Communist and own all of South America"},
      
      { "id": 10, "name": "A Great Hunger As Hungary proclaim Greater Hungary and control all of your historical state"},

      { "id": 9, "name": "American Prometheus As the USA have Robert Oppenheimer complete the Manhattan Project."},
      
      { "id": 10, "name": "Antischluss  As Austria, control all German starting states"},

      { "id": 9, "name": "Backfire As the United Kingdom complete the Special Project for Medium Range Ballistic Missiles, have a rocket site, and be at war with Germany"},
      
      { "id": 10, "name": "Brentry As Austria, Belgium or the Netherlands be the leader of the EU and have the United Kingdom join your faction."},

      { "id": 9, "name": "Bullseye Successfully launch a raid on a Landmark"},
      
      { "id": 10, "name": "Congolese Belgium As Congo break free from the shackles of your old overlord and take control of all of their starting states"},

      { "id": 9, "name": "Dam It! Successfully execute a Dam Busting Raid "},
      
      { "id": 10, "name": "Edelweiss Seedelweiss As Austria have a coastline, at least 10 Battleships and have Georg von Trapp as an Admiral"},

      { "id": 9, "name": "Naval Arms Race As Germany led by an Admiral capitulate the United Kingdom"},
      
      { "id": 10, "name": "No Friends, Only Family As Austria or Hungary led by a Habsburg Monarch, Control the Swiss Plateau and have at least three other countries be led by a member of the Habsburg family."},

      { "id": 9, "name": "Otto-man As Austria or Hungary, led by Otto von Habsburg, control the starting states of Austria, Hungary, Czechoslovakia, Romania, Bulgaria, Greece and Turkey as well as the states in Polish Galicia, Slovenia and Croatia."},
      
      { "id": 10, "name": "Spaak of Genius As Belgium, with Paul-Henri Spaak as country leader, research at least 10 different Special Projects."},

      { "id": 9, "name": "Super Heavy Metal Complete the Special Projects for Intercontinental Bombers, Land Cruisers, and Super Heavy Battleships."},
      
      { "id": 10, "name": "The 501st Legion As Belgium, have the National Spirit “Rexist Legion” and be in control of all of your starting neighbors’ Capitals"},

      { "id": 9, "name": "The Lenin Boys are Back in Town As Communist Hungary bring back the Lenin-fiúk and take control over Leningrad"},
      
      { "id": 10, "name": "The True Successor As Luxembourg led by Charles Marx control both Brussels and Trier."},

      { "id": 9, "name": "Tsar Bomba As Tsarist Russia complete the Special Project for Thermonuclear bombs."},
      
      { "id": 10, "name": "Weltpolitik As Germany take control of all of your former colonies"},

      { "id": 9, "name": "Woman in a High Castle As Germany with a female leader either annex the USA, including Alaska and Hawaii or have an American puppet that owns all the American starting states, including Alaska and Hawaii."},
      
      { "id": 10, "name": "Avenging the Sack of Baghdad As Iraq, control the capital of Mongolia"},

      { "id": 9, "name": "Cradle of Civilization As Iraq, build the maximum infrastructure level in all core states and achieve 100% stability"},
      
      { "id": 10, "name": "From Tehran with Love As Iran, guarantee Poland's independence and ensure it does not capitulate by 1945"},

      { "id": 9, "name": "Graveyard of Empires As Afghanistan, Iran, Iraq or the Raj, control all of the other three nations' starting provinces"},
      
      { "id": 10, "name": "I have the high ground As Afghanistan, control all Himalayan states"},

      { "id": 9, "name": "I shall either find a way or make one Control Rome and have an elephant unit in the state."},
      
      { "id": 10, "name": "I'm just passing by Own a state on each continent while being at peace"},

      { "id": 9, "name": "It's Just Good Business As the East India Company, own Suez and Panama"},
      
      { "id": 10, "name":"Media Mughal As the Mughal Empire, complete Agency Upgrade Psychological Warfare, become Spy Master and have at least 8 operatives"},

      { "id": 9, "name": "Oh, how the turntables As India puppet the UK with Churchill as it's leader"},
      
      { "id": 10, "name":"Oil Sheiks As Iraq, have 500 oil production"},

      { "id": 9, "name": "Pesky Greeks As Iran, become the owner of all Greek core states"},
      
      { "id": 10, "name":"Revenge for 1925 As Iraq, form the Hashemite Arab Federation and defeat Saudi Arabia"},

      { "id": 9, "name": "Savior of the holy lands As Afghanistan, become the owner of Palestine and Mecca "},
      
      { "id": 10, "name": "That's Sikh! As Khalistan, control all of the starting Raj states"},

      { "id": 9, "name": "The Legacy of Cyrus the Great As Iran, become the owner of former Achaemenid Empire's states"},
      
      { "id": 10, "name": "The Sands of Time As Iran, own the entire middle east"},

      { "id": 9, "name": "This achievement is dedicated to the brave soldiers of... As Afghanistan, capitulate the Soviet Union"},
      
    ]
}